main_menu = """
############################################
# Command Line Interface to service DaData #
############################################
Command list:
1 - Определить геолокацию по адресу
2 - Изменить настройки
3 - Выход
"""


config_menu = """
Command list:
1 - Изменить токены доступа
2 - Изменить язык
3 - Вернуться назад
"""


change_lang = """
Выберите язык на котором сервис будет возвращать ответ:
Command list: 
1. Русский 
2. Английский
3. Вернуться назад
"""

tokens_is_not_valid = """
Указана невалидная пара токенов. Попробуйте ещё раз.
Command list:
1. Попробовать ещё раз
2. Выход
"""