main_menu = """
############################################
# Command Line Interface to service DaData #
############################################
Command list:
1 - Определить геолокацию по адресу
2 - Изменить настройки
3 - Выход
"""


config_menu = """
Command list:
1 - Изменить токены доступа
2 - Изменить язык
3 - Вернуться назад
"""


change_lang = """
Выберите язык на котором сервис будет возвращать ответ:
Command list: 
1. Русский 
2. Английский
3. Вернуться назад
"""

tokens_is_not_valid = """
Указана невалидная пара токенов. Попробуйте ещё раз.
Command list:
1. Попробовать ещё раз
2. Выход
"""

input_api_key = "Введите api_key от сервиса dadata.ru: "
input_token = "Введите token от сервиса dadata.ru: "

input_command = "Введите команду: "

command_not_found = "К сожалению, это неизвестная команда."
change_lang = "Язык ответа сервера успешно заменён на "

input_address = "Введите искомый адрес в свободной форме (либо введите 0, если хотите отменить поиск): "
input_address_idx = "Введите ID подходящего адреса (либо введите 0, если ни один адрес не подходит): "
help_message_change_address = "Пожалуйста, выберите один из найденных адресов"


bye_message = """
Всего доброго!
Спасибо, что воспользовались нашим приложением!
"""